{
  "id": "14",
  "title": "14. Parcerias Público-Privadas (Lei 11.079/2004) e o MDF",
  "subtitle": "Concessões, Limites e Evidenciação Fiscal (Anexo 13 RREO)",
  "icon": "🏗️",
  "color": "bg-orange",
  "trail": "LEGISLACAO_ESPECIFICA",
  "resumo": "A Lei nº 11.079/2004 institui normas para Parcerias Público-Privadas (PPPs), detalhando modalidades, diretrizes, vedações e garantias. O Demonstrativo das PPPs (Anexo 13 do RREO), conforme o MDF, evidencia os impactos fiscais dessas parcerias, incluindo despesas de caráter continuado e o cumprimento dos limites estabelecidos pela LRF.",
  "content": "<h3>Introdução às Parcerias Público-Privadas (PPPs) e sua Evidenciação Fiscal</h3><p>A Lei nº 11.079, de 30 de dezembro de 2004, institui normas gerais para licitação e contratação de parceria público-privada no âmbito da administração pública. A PPP é um contrato administrativo de concessão, nas modalidades patrocinada ou administrativa, que visa a implantação ou gestão de serviços públicos, precedida ou não da execução de obra ou fornecimento e instalação de bens.</p><p>Além do marco legal, o <strong>Manual de Demonstrativos Fiscais (MDF)</strong>, através do <strong>Anexo 13 do Relatório Resumido da Execução Orçamentária (RREO)</strong>, estabelece como os impactos financeiros e os compromissos decorrentes das PPPs devem ser evidenciados, garantindo transparência e o cumprimento dos limites fiscais estabelecidos pela Lei de Responsabilidade Fiscal (LRF).</p>",
  "subtopics": [
    {
      "id": "14.1",
      "title": "14.1 Definição e Modalidades de PPP (Art. 2º da Lei 11.079/2004)",
      "resumo": "Define parceria público-privada e suas duas modalidades: concessão patrocinada e concessão administrativa.",
      "content": "<h4>Art. 2º - Definições</h4><p><strong>Parceria público-privada (PPP)</strong> é o contrato administrativo de concessão, na modalidade patrocinada ou administrativa.</p><ul><li><strong>§ 1º Concessão Patrocinada:</strong> É a concessão de serviços públicos ou de obras públicas de que trata a Lei nº 8.987/95, quando envolver, adicionalmente à tarifa cobrada dos usuários, contraprestação pecuniária do parceiro público ao parceiro privado. A receita do parceiro privado vem de uma combinação de tarifas dos usuários e pagamento pelo governo.</li><li><strong>§ 2º Concessão Administrativa:</strong> É o contrato de prestação de serviços de que a Administração Pública seja a usuária direta ou indireta, ainda que envolva execução de obra ou fornecimento e instalação de bens. Neste caso, a remuneração do parceiro privado é feita integralmente pelo parceiro público.</li></ul><p><strong>§ 4º Não se considera PPP:</strong><p><ul><li>I - a concessão comum (Lei nº 8.987/95), sem contraprestação pecuniária do parceiro público;</li><li>II - a permissão de serviço público;</li><li>III - a simples contratação de fornecimento de mão-de-obra, fornecimento e instalação de equipamentos ou execução de obra pública;</li><li>IV - os contratos cujo valor seja inferior a R$ 10.000.000,00 (dez milhões de reais - valor original da lei, sujeito a atualizações);</li><li>V - os contratos cujo período de prestação do serviço seja inferior a 5 (cinco) anos.</li></ul></p>"
    },
    {
      "id": "14.2",
      "title": "14.2 Diretrizes e Vedações (Arts. 3º, 4º e 11 da Lei 11.079/2004)",
      "resumo": "Estabelece os princípios norteadores das PPPs, condições para sua contratação e proibições importantes.",
      "content": "<h4>Art. 4º - Diretrizes das PPPs</h4><p>Na contratação de PPP, observar-se-ão as seguintes diretrizes:</p><ul><li>I - eficiência no cumprimento das missões do Estado e no emprego dos recursos da sociedade;</li><li>II - respeito aos interesses e direitos dos destinatários dos serviços e dos entes privados incumbidos da sua execução;</li><li>III - indelegabilidade das funções de regulação, jurisdicional, do exercício do poder de polícia e de outras atividades exclusivas do Estado;</li><li>IV - responsabilidade fiscal na celebração e execução das parcerias;</li><li>V - transparência dos procedimentos e das decisões;</li><li>VI - repartição objetiva de riscos entre as partes;</li><li>VII - sustentabilidade financeira e vantagens socioeconômicas dos projetos.</li></ul><h4>Art. 3º - Requisitos da Lei de Responsabilidade Fiscal (LRF)</h4><p>A contratação de PPP deve ser precedida de estudo técnico que demonstre, entre outros, a conveniência e oportunidade da contratação, a observância dos limites e condições da LRF quanto à geração de despesas e à assunção de obrigações.</p><h4>Art. 11 - Requisitos para Contratação</h4><p>A contratação de PPP depende de:</p><ul><li>I - autorização legislativa específica;</li><li>II - elaboração de estimativa do impacto orçamentário-financeiro nos termos da LRF;</li><li>III - declaração do ordenador da despesa de que as obrigações contraídas são compatíveis com a LDO e a LOA;</li><li>IV - estimativa do fluxo de recursos públicos suficientes para o cumprimento das obrigações;</li><li>V - licitação na modalidade concorrência ou diálogo competitivo;</li><li>VI - submissão da minuta de edital e contrato à consulta pública.</li></ul>"
    },
    {
      "id": "14.3",
      "title": "14.3 Cláusulas Contratuais, Contraprestação e Riscos (Arts. 5º, 6º, 7º da Lei 11.079/2004)",
      "resumo": "Detalha as cláusulas obrigatórias dos contratos de PPP, a forma de contraprestação pela Administração e a repartição de riscos.",
      "content": "<h4>Art. 5º - Cláusulas Essenciais dos Contratos de PPP</h4><p>Os contratos de PPP deverão prever, entre outras:</p><ul><li>Prazo de vigência compatível com amortização dos investimentos (não inferior a 5, nem superior a 35 anos, incluindo prorrogações);</li><li>Penalidades aplicáveis à Administração e ao parceiro privado;</li><li>Repartição de riscos entre as partes, inclusive os referentes a caso fortuito, força maior, fato do príncipe e álea econômica extraordinária;</li><li>Formas de remuneração e atualização dos valores contratuais;</li><li>Mecanismos para preservar a atualidade da prestação dos serviços;</li><li>Critérios objetivos de avaliação de desempenho do parceiro privado;</li><li>Obrigatoriedade de o parceiro privado constituir Sociedade de Propósito Específico (SPE).</li></ul><h4>Art. 6º - Contraprestação da Administração Pública</h4><p>A contraprestação da Administração Pública nos contratos de PPP poderá ser feita por:</p><ul><li>Ordem bancária;</li><li>Cessão de créditos não tributários;</li><li>Outorga de direitos em face da Administração Pública;</li><li>Outorga de direitos sobre bens públicos dominicais;</li><li>Outros meios admitidos em lei.</li></ul><p>O pagamento pode ser condicionado à disponibilização do serviço pelo parceiro privado.</p><h4>Art. 7º - Repartição de Riscos</h4><p>Os contratos poderão prever a repartição de riscos entre as partes, incluindo os referentes a caso fortuito, força maior, fato do príncipe e álea econômica extraordinária. A repartição de riscos deve ser clara e objetiva.</p>"
    },
    {
      "id": "14.4",
      "title": "14.4 Garantias nas PPPs (Art. 8º da Lei 11.079/2004)",
      "resumo": "Mecanismos de garantia que o Poder Público pode oferecer ao parceiro privado para assegurar o cumprimento das obrigações pecuniárias.",
      "content": "<h4>Art. 8º - Garantias da Administração Pública</h4><p>As obrigações pecuniárias contraídas pela Administração Pública em contrato de PPP poderão ser garantidas mediante:</p><ul><li>I - vinculação de receitas, observado o disposto no inciso IV do art. 167 da Constituição Federal;</li><li>II - instituição ou utilização de fundos especiais previstos em lei;</li><li>III - contratação de seguro-garantia com companhias seguradoras que não sejam controladas pelo Poder Público;</li><li>IV - garantia prestada por organismos internacionais ou instituições financeiras que não sejam controladas pelo Poder Público;</li><li>V - garantias prestadas por fundo garantidor ou empresa estatal criada para essa finalidade;</li><li>VI - outros mecanismos admitidos em lei.</li></ul><p>A escolha da garantia deve ser justificada e observar os princípios da eficiência e da modicidade.</p>"
    },
    {
      "id": "14.5",
      "title": "14.5 Sociedade de Propósito Específico (SPE) (Art. 9º da Lei 11.079/2004)",
      "resumo": "Obrigatoriedade de constituição de uma SPE pelo parceiro privado para implantar e gerir o objeto da parceria.",
      "content": "<h4>Art. 9º - Sociedade de Propósito Específico (SPE)</h4><p>Antes da celebração do contrato, deverá ser constituída <strong>sociedade de propósito específico (SPE)</strong>, incumbida de implantar e gerir o objeto da parceria. A transferência do controle da SPE estará condicionada à autorização expressa da Administração Pública, nos termos do edital e do contrato, observado o disposto no art. 27 da Lei nº 8.987/95.</p><p>A SPE poderá ter a forma de companhia aberta, com valores mobiliários negociáveis no mercado. A Administração Pública não poderá ser titular da maioria do capital votante da SPE, salvo em caso de inadimplemento de financiadores da SPE ou para reestruturação da sociedade.</p>"
    },
    {
      "id": "14.6",
      "title": "14.6 Licitação para PPPs (Art. 10º e 12 da Lei 11.079/2004)",
      "resumo": "Regras específicas para o processo licitatório de contratação de PPPs, incluindo a modalidade e os critérios de julgamento.",
      "content": "<h4>Art. 10º - Licitação e Art. 12 - Critérios de Julgamento</h4><p>A contratação de PPP será precedida de licitação na modalidade <strong>concorrência</strong> ou <strong>diálogo competitivo</strong> (a Lei 14.133/2021, que alterou a Lei de PPPs, prevê estas modalidades para licitações em geral, e a Lei 11.079/2004, em seu Art. 10, §3º, já previa a concorrência, sendo o diálogo competitivo uma adição da nova lei geral de licitações aplicável subsidiariamente).</p><p><strong>Art. 12 da Lei 11.079/2004</strong> estabelece os critérios de julgamento que podem ser utilizados:</p><ul><li>I - menor valor da contraprestação a ser paga pela Administração Pública;</li><li>II - melhor proposta em razão da combinação do critério do inciso I com o de melhor técnica, nos termos do edital;</li><li>III - menor valor da tarifa do serviço público a ser cobrada dos usuários;</li><li>IV - melhor proposta em razão da combinação do critério do inciso III com o de melhor técnica.</li></ul><p>O edital poderá prever a possibilidade de saneamento de falhas, complementação de insuficiências ou apresentação de esclarecimentos, desde que não alterem a substância das propostas (Art. 10, §2º).</p>"
    },
    {
      "id": "14.7",
      "title": "14.7 O Demonstrativo das Parcerias Público-Privadas (Anexo 13 do RREO - Conforme MDF)",
      "resumo": "O MDF detalha o Anexo 13 do RREO, que evidencia os impactos fiscais das PPPs, as despesas de caráter continuado e o cumprimento dos limites da LRF.",
      "content": "<h4>Evidenciação Fiscal das PPPs no Relatório Resumido da Execução Orçamentária (RREO)</h4><p>O <strong>Anexo 13 do RREO - Demonstrativo das Parcerias Público-Privadas</strong>, conforme detalhado no Manual de Demonstrativos Fiscais (MDF, Seção 03.13.00), é o instrumento utilizado para dar transparência aos impactos fiscais das PPPs e verificar o cumprimento dos limites estabelecidos pela Lei nº 11.079/2004 (Art. 28), que se vinculam à Lei de Responsabilidade Fiscal (LRF).</p><p>Este demonstrativo é de publicação bimestral e integra o RREO de todos os entes da Federação que possuem contratos de PPP.</p>",
      "subtopics": [
        {
          "id": "14.7.1",
          "title": "14.7.1 Conteúdo e Objetivo do Demonstrativo (MDF)",
          "resumo": "O Anexo 13 informa os impactos das contratações de PPP nas contas do ente, incluindo ativos, passivos, atos potenciais e despesas de caráter continuado, visando dar transparência e verificar o cumprimento de limites.",
          "content": "<h5>Conteúdo (MDF 03.13.01.01)</h5><p>O Demonstrativo das Parcerias Público-Privadas informa os impactos das contratações de PPP nas contas do ente, especificamente sobre o total de:</p><ul><li>Ativos constituídos pela Sociedade de Propósito Específico (SPE);</li><li>Passivos, detalhados em: Obrigações decorrentes de ativos constituídos pela SPE, Provisões de PPP e Outros Passivos;</li><li>Atos Potenciais Passivos representados pelas Obrigações Contratuais das contraprestações futuras e pelas Garantias concedidas.</li></ul><p>Além disso, o demonstrativo relaciona os contratos de PPP e informa as despesas delas derivadas para verificação do limite estabelecido na Lei nº 11.079/2004.</p><h5>Objetivo (MDF 03.13.01.02)</h5><p>O demonstrativo tem por função dar <strong>transparência</strong> ao cumprimento do <strong>limite</strong> das despesas derivadas das parcerias público-privadas em relação à receita corrente líquida, além de evidenciar os contratos de PPP existentes e o montante a ser firmado.</p>"
        },
        {
          "id": "14.7.2",
          "title": "14.7.2 Principais Conceitos Aplicados no Demonstrativo (MDF)",
          "resumo": "Definição de PPP e de 'Despesas de Caráter Continuado' no contexto específico do Anexo 13 do RREO para fins de apuração de limites.",
          "content": "<h5>Conceitos (MDF 03.13.02)</h5><p><strong>Parceria Público-Privada (03.13.02.01):</strong> Contrato administrativo de concessão, na modalidade patrocinada ou administrativa (conforme Lei 11.079/2004).</p><p><strong>Despesas de Caráter Continuado Decorrentes de PPP (MDF 03.13.02.02):</strong> Para efeitos de verificação dos limites estabelecidos na Lei nº 11.079/2004, e consoante a Portaria STN/MF nº 138/2023, são consideradas despesas de caráter continuado:</p><ol><li>A parcela de contraprestação pecuniária destinada a amortizar os investimentos na infraestrutura implantada para a prestação dos serviços ou realização de obras objeto de parceria público-privada; e</li><li>As despesas de custeio relativas à prestação de novos serviços derivados da parceria público-privada e que foram efetivamente gerados por esta delegação.</li></ol><p><strong>Não são incluídas:</strong> As despesas já realizadas de maneira recorrente nos serviços e bens concedidos que serão objeto da parceria público-privada (desde que o ente público tenha como aferir o montante dos recursos já aplicados); e o aporte de recursos em favor do parceiro privado para realização de obras e aquisição de bens reversíveis (Art. 6º, §2º da Lei 11.079/04).</p>"
        },
        {
          "id": "14.7.3",
          "title": "14.7.3 Limites e Restrições Institucionais para PPPs (LRF e MDF)",
          "resumo": "A Lei 11.079/2004 estabelece limites para as despesas de caráter continuado de PPPs em relação à RCL (1% para União; 5% para Estados/DF/Municípios).",
          "content": "<h5>Limites e Restrições Institucionais (MDF 03.13.04)</h5><p>A Lei nº 11.079/2004 (Art. 28) estabelece limites para as despesas de caráter continuado decorrentes de contratos de PPP:</p><ul><li><strong>União (MDF 03.13.04.01):</strong><ul><li>A soma das despesas de caráter continuado derivadas do conjunto das parcerias já contratadas não pode ter excedido, no ano anterior, <strong>1% (um por cento)</strong> da receita corrente líquida (RCL) do exercício;</li><li>As despesas anuais dos contratos vigentes, nos 10 (dez) anos subsequentes, não podem exceder a <strong>1% (um por cento)</strong> da receita corrente líquida projetada para os respectivos exercícios.</li></ul></li><li><strong>Estados, DF e Municípios (MDF 03.13.04.01):</strong><ul><li>O total das despesas de caráter continuado derivadas do conjunto das parcerias já contratadas não poderá exceder, no ano anterior, <strong>5% (cinco por cento)</strong> da receita corrente líquida do exercício;</li><li>As despesas anuais dos contratos vigentes nos 10 (dez) anos subsequentes não poderão exceder a <strong>5% (cinco por cento)</strong> da receita corrente líquida projetada para os respectivos exercícios.</li></ul></li></ul><p>Na aplicação do limite, são computadas as despesas de parceria celebrados pela administração direta, autarquias, fundações públicas, empresas públicas, sociedades de economia mista e demais entidades controladas pelo ente, <strong>excluídas as empresas estatais não dependentes</strong>.</p><p>A União não poderá conceder garantia ou realizar transferência voluntária a Estados, DF e Municípios se esses limites forem descumpridos por estes (MDF 03.13.04.02).</p>"
        },
        {
            "id": "14.7.4",
            "title": "14.7.4 Publicação e Encaminhamento (MDF)",
            "resumo": "O Demonstrativo das PPPs é publicado bimestralmente no RREO. Estados, DF e Municípios devem encaminhar informações ao Senado e à STN antes da contratação.",
            "content": "<h5>Instruções de Preenchimento e Publicação (MDF 03.13.05 e 03.13.01)</h5><p>O Anexo 13 do RREO (Demonstrativo das Parcerias Público Privadas) é publicado bimestralmente, como parte do Relatório Resumido da Execução Orçamentária.</p><p>Conforme o MDF (03.13.01) e o § 1º do art. 28 da Lei nº 11.079/2004, os Estados, o Distrito Federal e os Municípios que contratarem PPPs devem encaminhar ao Senado Federal e à Secretaria do Tesouro Nacional (STN), <strong>previamente à contratação</strong>, as informações necessárias para o cumprimento do limite previsto na lei. O encaminhamento dessas informações à STN ocorre pelo preenchimento do demonstrativo no Siconfi.</p><p>O MDF apresenta modelos da Tabela 13 (para Estados, DF e Municípios) e Tabela 13.1 (para a União) que detalham as informações a serem apresentadas.</p>"
        }
      ]
    }
  ]
}